Repository: CZ-NIC/foris-data_collect-plugin
Catalog: foris_plugins/data_collect/locale/*/LC_MESSAGES/foris.po
Languages: cs, de, fr, hu, it, lt, pl, ru, sk

source: The Updater is currently disabled. You must enable it first to enable data collection.
cs: Aktualizace jsou vypnuté, pro zapnutí sběru dat je třeba je nejprve zapnout.
de: Updater-Dienst ist zurzeit deaktiviert. Schalten Sie ihn ein, um die Datenerfassung aktivieren zu können.
fr: L'Updater est actuellement désactivé. Vous devez l'activer en premier pour permettre la collecte de données.
hu: A Frissítéskezelő jelenleg le van tiltva. Ezt engedélyeznie kell először, hogy elérhető legyen az adatgyűjtés.
it: L'aggiornamento è attualmente disattivato. Per attivare la raccolta dei dati è necessario che venga abilitato.
lt: Automatiniai atnaujinimai šiuo metu išjungti. Prieš įjungiant duomenų rinkimą įjunkite automatinius atnaujinimus.
pl: Updater jest obecnie wyłączony. Musisz najpierw włączyć tę funkcję, aby umożliwić akwizycję danych.
ru: Сервис обновлений отключён. Включите его, прежде чем включать сбор данных.
sk: Updater je vypnutý, pre povolenie zberu dát ho musíte najskôr zapnúť.

source: If you want to join the Turris project you need to register on the Turris portal first. Enter the email address you want to register with or which you have used for this purpose before:
cs: Pokud chcete plně využívat výhod tohoto projektu, je nutné se nejprve zaregistrovat na portálu Turris. Zde zadejte svou e-mailovou adresu, kterou si chcete zaregistrovat nebo která byla použita pro registraci v minulosti:
de: Wenn Sie dem Turris-Projekt beitreten wollen, dann müssen Sie sich zuerst im Turris-Portal registrieren. Geben Sie ihre E-Mail-Adresse, welche Sie zur Registration benutzen wollen oder welche Sie schon bereits zu diesem Zweck benutzt haben, ein:
fr: Si vous voulez vous joindre au projet Turris, vous devez d'abord vous inscrire sur le portail de Turris. Entrez l'adresse e-mail avec laquelle vous souhaitez vous enregistrer ou que vous avez déjà utilisée à cette fin :
hu: Ha szeretne csatlakozzni a Turris projekthez, először regisztrálnia kell a Turris honlapján. Adja meg az e-mail címet, amit használni szeretne a regisztráláshoz, vagy amit már erre célra használt azelőtt:
it: Se vuoi iscriverti al progetto Turris devi prima registrarsi sul portale Turris. Inserisci l'indirizzo di posta elettronica con cui si desidera registrare o che hai utilizzato a tale scopo prima:
lt: Jei norite prisijungti prie Turris projekto, pirmiausia turite užsiregistruoti Turris svetainėje. Įveskite el. pašto adresą su kuriuo norėtumėte registruotis arba kurį jau naudojote registracijoje:
pl: Jeśli chcesz wziąć udział w projekcie Turris, musisz najpierw zarejestrować się na portalu Turris. Wprowadź adres e-mail, na który chcesz się zarejestrować lub który został wykorzystany wcześniej do tego celu:
ru: Если вы хотите присоединиться к проекту Turris, вам необходимо сначала зарегистрироваться на портале Turris. Введите адрес электронной почты, на который вы хотите зарегистрироваться или который вы использовали до этого:
sk: Pokiaľ chcete naplno využívať výhody tohto projektu, je potrebné sa najskôr zaregistrovať na portále Turris. Tu zadajte vašu emailovú adresu, ktorú si chcete zaregistrovať alebo ktorú ste použili pri registrácii v minulosti:

source: Validate email
cs: Ověřit e-mail
de: E-Mail-Adresse validieren
fr: Valider l’e-mail
hu: E-mail ellenőrzése
it: Validare l'email
lt: Tikrinti el. pašto adresą
pl: Potwierdź e-mail
ru: Подтвердить адрес электронной почты
sk: Overiť email

source: Save
cs: Uložit
de: Speichern
fr: Sauvegarder
hu: Mentés
it: Salva
lt: Išsaugoti
pl: Zapisz
ru: Сохранить
sk: Uložiť

source: Data collection status
cs: Stav sběru dat
ru: Статус сбора данных
sk: Stav zberu dát

source: uCollect data
cs: Data uCollect
ru: данные uCollect
sk: uCollect dáta

source: Time of last update: %(datetime)s
cs: Čas poslední aktualizace: %(datetime)s
de: Zeitpunkt der letzten Aktualisierung: %(datetime)s
fr: Date de dernière mise à jour : %(datetime)s
hu: Utolsó frissítés időpontja: %(datetime)s
it: Data e ora dell'ultimo aggiornamento: %(datetime)s
lt: Paskutinį kartą atnaujinta: %(datetime)s
pl: Czas ostatniej aktualizacji: %(datetime)s
ru: Время последнего обновления: %(datetime)s
sk: Čas poslednej aktualizácie: %(datetime)s

source: firewall logs
cs: Záznamy (log) z brány firewall
ru: Журналы брандмауэра
sk: záznamy firewallu

source: Refresh
cs: Aktualizovat
de: Aktualisieren
fr: Actualiser
hu: Frissítés
it: Ricaricare
lt: Atnaujinti
pl: Odśwież
ru: Обновить
sk: Obnoviť

source: Discard changes
cs: Zahodit změny
de: Änderungen verwerfen
fr: Annuler les modifications
hu: Módosítások elvetése
it: Non salvare le modifiche
lt: Atmesti pakeitimus
pl: Odrzuć zmiany
ru: Отменить изменения
sk: Zahodiť zmeny

source: Save changes
cs: Uložit změny
de: Änderung speichern
fr: Enregistrer les modifications
hu: Beállítások mentése
it: Salva le modifiche
lt: Išsaugoti pakeitimus
pl: Zapisz zmiany
ru: Сохранить изменения
sk: Uložiť zmeny

source: status updated %(seconds)s second ago
cs: stav aktualizován před %(seconds)s sekundou
sk: stav aktualizovaný pred %(seconds)s sekundou
