Repository: CZ-NIC/foris-data_collect-plugin
Catalog: foris_plugins/data_collect/locale/*/LC_MESSAGES/foris.po
Languages: cs, de, fr, hu, it, lt, pl, ru, sk

source: Emulated services
cs: Emulované služby
de: Emulierte Dienste
fr: Services émulés
hu: Emulált szolgáltatások
it: Servizi emulati
lt: Emuliuojami servisai
pl: Emulowane usługi
ru: Эмулируемые службы
sk: Emulované služby

source: One of uCollect's features is emulation of some commonly abused services. If this function is enabled, uCollect is listening for incoming connection attempts to these services. Enabling of the emulated services has no effect if another service is already listening on its default port (port numbers are listed below).
cs: Aplikace uCollect umožňuje emulovat některé často zneužívané služby. Pokud je tato funkce zapnuta, uCollect zaznamenává pokusy o přihlášení do těchto služeb. Zapnutí emulace služby nemá žádný efekt, pokud už na jejím portu očekává spojení jiná aplikace (tyto porty jsou u jednotlivých služeb uvedeny).
de: Die uCollect-Applikation dient zur Emulation der am häufigsten missbrauchten Dienste. Wenn diese Funktion aktiviert ist, dann wird uCollect alle Versuche sich an diese Dienste anzuschließen abhören. Das Einschalten der Emulation hat keine Auswirkung, wenn bereits ein anderer Dienst die zugehörigen Porte benutzt. (Die Portnummern sind jeweils zu den zugehörigen Diensten aufgelistet).
fr: Une des caractéristiques d’uCollect est l’émulation de certains services couramment maltraités. Si cette fonction est activée, uCollect est à l’écoute des tentatives de connexion entrante à ces services. L'activation des services émulés n’a aucun effet si un autre service est déjà à l’écoute sur le port par défaut (les numéros de port sont listés ci-dessous).
hu: A uCollect egyik jellemzője, hogy néhány gyakran támadott szolgáltatást emuláljon. Ha ez a funkció engedélyezve van, uCollect figyeli a bejövő kapcsolódási kísérleteket ezekhez a szolgáltatásokhoz. Az emulált szolgáltatások engedélyezésének nincs hatása, ha egy másik szolgáltatás már figyel az alapértelmezett portján (a port számok alább vannak felsorolva).
it: Una delle caratteristiche di uCollect è l'emulazione di alcuni servizi comunemente abusati. Se questa funzione è abilitata, uCollect ascolta i tentativi di connessione in arrivo a questi servizi. L'abilitazione dei servizi emulati non ha effetto se un altro servizio sta già ascoltando la porta predefinita (i numeri delle porte sono elencati di seguito).
lt: Viena iš uCollect funkcijų yra dažnai išnaudojamų servisų emuliavimas. Jei ši funkcija įjungta, uCollect priims bandymus prisijungti prie šių servisų. Emuliuojamų servisų įjungimas netrukdys jau esamiems servisams kurie naudoja tuos pačius portus (portų sąrašas pateiktas žemiau).
pl: Jedną z funkcji uCollect jest emulacja niektórych często wykorzystywanych usług. Jeśli ta funkcja jest włączona, uCollect nasłuchuje prób połączenia z tymi usługami. Włączanie emulowania usług nie ma żadnego wpływu, jeśli inna usługa już nasłuchuje na swoim domyślnym porcie (numery portów są wymienione poniżej).
ru: Одной из особенностей uCollect является эмуляция некоторых служб, которые часто пытаются атаковать злоумышленники. Если эта функция включена, uCollect прослушивает попытки подключения к этим службам. Эмуляция служб не действует, если другая служба уже использует свой стандартный порт (номера портов перечислены ниже).
sk: Aplikácia uCollect umožňuje emulovať niektoré často zneužívané služby. Pokiaľ je táto funkcia zapnutá, uCollect zaznamenáva pokusy o prihlásenie do týchto služieb. Zapnutie emulácie služby nemá žiadny vplyv, pokiaľ už na jej porte počúva iná aplikácia (tieto porty sú pri jednotlivých službách uvedené).

source: Telnet - alternative port (2323/TCP)
cs: Telnet – alternativní port (2323/TCP)
de: Telnet - alternativer Port (2323/TCP)
fr: Telnet - port alternatif (2323/TCP)
hu: Telnet - alternatív port (2323/TCP)
it: Telnet - porta alternativa (2323/TCP)
lt: Telnet - kitas portas (2323/TCP)
pl: Telnet - port alternatywny (2323/TCP)
ru: Telnet - альтернативный порт (2323/TCP)
sk: Telnet - alternatívny port (2323/TCP)

source: Squid HTTP proxy (3128/TCP)
fr: Proxy Squid HTTP (3128/TCP)
it: Squid proxy HTTP (3128/TCP)
ru: HTTP-прокси Squid (3128/TCP)

source: Polipo HTTP proxy (8123/TCP)
fr: Proxy Polipo HTTP (8123/TCP)
it: Polipo proxy HTTP (8123/TCP)
ru: HTTP-прокси Polipo (8123/TCP)

source: HTTP proxy (8080/TCP)
fr: Proxy HTTP (8080/TCP)
ru: HTTP-прокси (8080/TCP)

source: Collect credentials
cs: Ukládat zkoušené přihlašovací údaje
de: Benutzernamen und Kennwörter speichern
fr: Recueillir les identifiants
hu: Hitelesítési adatok begyűjtése
it: Raccogli le credenziali
lt: Rinkti prisijungimo duomenis
pl: Zapisuj poświadczenia
ru: Сбор учетных данных
sk: Ukladať mená a heslá

source: If this option is enabled, user names and passwords are collected and sent to server in addition to the IP address of the client.
cs: Pokud je tato volba zapnuta, budou kromě IP adres připojujících se klientů zaznamenávána i zadaná přihlašovací jména a hesla.
de: Ist diese Option gewählt, dann werden neben den IP-Adressen der Clienten, die sich zu verbinden versuchen, auch die Benutzernamen und Kennwörter gespeichert.
fr: Si cette option est activée, les noms d’utilisateur et mots de passe sont recueillis et envoyés au serveur en plus de l’adresse IP du client.
hu: Ha ez a beállítás engedélyezve van, a felhasználóneveket és jelszavakat gyűjtik és az ügyfél IP-címe mellett ezeket is a kiszolgálóhoz küldik.
it: Se questa opzione è abilitata, i nomi utente e le password vengono raccolti e inviati al server in aggiunta all'indirizzo IP del client.
lt: Jei ši funkcija įjungta, siunčiami ne tik klientų IP adresai bet ir surinkti prisijungimo vardai bei slaptažodžiai.
pl: Jeśli ta opcja jest włączona, oprócz adresu IP klienta również nazwy użytkowników i hasła są zbierane i wysyłane na serwer.
ru: Если этот параметр включен, имена пользователей и пароли собираются и отправляются на сервер в дополнение к IP-адресу клиента.
sk: Pokiaľ je táto voľba povolená, budú sa okrem IP adries pripájajúcich sa klientov zaznamenávať aj zadané prihlasovacie mená a heslá.

source: Data collection
cs: Sběr dat
de: Datenerfassung
fr: Collecte de données
hu: Adatgyűjtés
it: Raccolta dati
lt: Duomenų rinkimas
pl: Akwizycja danych
ru: Сбор данных
sk: Zber dát

source: Enable data collection
cs: Zapnout sběr dat
de: Datenerfassung aktivieren
fr: Activer la collecte de données
hu: Adatgyűjtés engedélyezése
it: Attiva raccolta dati
lt: Įjungti duomenų rinkimą
pl: Włącz akwizycję danych
ru: Включить сбор данных
sk: Povoliť zber dát

source: Email
de: E-Mail-Adresse
lt: El. paštas
ru: Электронная почта

source: Failed to query the server.
cs: Nepodařilo se položit dotaz serveru.
de: Fehler beim Abfragen des Servers.
fr: Échec lors de l'interrogation du serveur.
hu: Kiszolgáló lekérdezése sikertelen.
it: Impossibile interrogare il server.
pl: Nie udało się wysłać zapytania do serwera.
ru: Ошибка запроса сервера.
sk: Nepodarilo sa položiť serveru dopyt.

source: Failed to verify the router's registration.
cs: Nepodařilo se ověřit, zda byl směrovač registrován.
de: Die Registrierung des Routers konnte nicht überprüft werden.
fr: Échec lors de la vérification de l'enregistrement du routeur.
hu: Nem lehet ellenőrizni az útválasztó regisztrálását.
it: Impossibile verificare la registrazione del router.
pl: Nie można zweryfikować danych rejestracji routera.
ru: Не удалось проверить регистрацию маршрутизатора.
sk: Nepodarilo sa overiť, či bol router zaregistrovaný.

source: Online
fr: En ligne
it: Connesso
lt: Ryšys yra
ru: В сети

source: Offline
fr: Hors-ligne
it: Disconnesso
lt: Ryšio nėra
ru: Не в сети

source: Unknown status
cs: Neznámý stav
de: Unbekannter Status
fr: Statut inconnu
hu: Ismeretlen állapot
it: Stato sconosciuto
lt: Nežinoma būklė
pl: Nieznany status
ru: Неизвестный статус
sk: Neznámy stav

source: Configuration was successfully saved.
cs: Nastavení bylo úspěšně uloženo.
de: Die Einstellungen wurden erfolgreich gespeichert.
fr: Configuration sauvegardée avec succès.
hu: Beállítás mentése sikerült.
it: Configurazione salvata con successo.
lt: Konfigūracija sėkmingai išsaugota.
pl: Konfiguracja została pomyślnie zapisana.
ru: Конфигурация успешно сохранена.
sk: Nastavenie bolo úspešne uložené.

source: Failed to update emulated services. Note that you might need to wait till ucollect is properly installed.
cs: Nepodařilo se nastavit emulované služby. Pozn. před nastavováním emulovaných služeb je nezbytné mít nainstalovaný ucollect.
fr: Échec de la mise à jour des services émulés. Notez que vous devrez peut-être attendre la fin de l'installation d'ucollect.
hu: Nem sikerült frissíteni az emulált szolgáltatásokat. Ne feledje, hogy lehet, hogy várnia kell, amíg a ucollect megfelelően telepítésre kerül.
pl: Nie udało się zaktualizować usług emulowanych. Poczekaj, aż ucollect zostanie poprawnie zainstalowany.
ru: Не удалось обновить эмулируемые сервисы. Обратите внимание, что вам, возможно, придется подождать, пока ucollect будет установлен.
sk: Nepodarilo sa nastaviť emulované služby. Pozn.: Pred nastavovaním emulovaných služieb je nutné mať nainštalovaný ucollect.

source: There were some errors in your input.
cs: Některé z vámi zadaných údajů nejsou platné.
de: Einige von Ihren Eingaben sind ungültig.
fr: Il y avait des erreurs dans l'information que vous avez entrée.
hu: Adatbevitelében néhány hiba található.
it: Ci sono alcuni errori nella digitazione.
lt: Įvestuose duomenyse yra klaidų.
pl: Podczas wprowadzania danych wystąpiły pewne błędy.
ru: При вводе обнаружены ошибки.
sk: Niektoré z vami zadaných údajov nie sú platné.

source: An error ocurred when checking the registration: <br><pre>%(error)s</pre>
cs: Při ověřování registrace došlo k následující chybě: <br><pre>%(error)s</pre>
de: Beim Überprüfen der Registrierung ist ein Fehler aufgetreten: <br><pre>%(error)s</pre>
fr: Une erreur est survenue lors du contrôle de l'enregistrement : <br><pre>%(error)s</pre>
hu: Hiba történt a regisztráció ellenőrzésekor: <br><pre>%(error)s</pre>
it: Si è verificato un errore durate il controllo della registrazione: <br><pre>%(error)s</pre>
pl: Wystąpił błąd podczas sprawdzania rejestracji: <br><pre>%(error)s</pre>
ru: Произошла ошибка при проверке регистрации: <br><pre>%(error)s</pre>
sk: Pri overovaní registrácie došlo k nasledujúcej chybe: <br><pre>%(error)s</pre>

source: Registration for the entered email is valid. Now you can enable the data collection.
cs: Registrace pro tuto e-mailovou adresu je platná. Nyní můžete aktivovat sběr dat.
de: Die eingegebene E-Mail-Adresse ist gültig, die Datenerfassung kann jetzt aktiviert werden.
fr: L'enregistrement pour l'e-mail entré est valide. Vous pouvez maintenant activer la collecte de données.
hu: A megadott e-mail regisztrálása sikerült. Most már engedélyezhető az adatgyűjtés.
it: La registrazione per l'email inserita è valida. Ora è possibile attivare la raccolta dati.
lt: Registracija įvestam el. pašto adresui patikrinta. Dabar galite įjungti duomenų rinkimą.
pl: Rejestracja dla wprowadzonego adresu e-mail jest poprawna. Teraz możesz włączyć akwizycję danych.
ru: Регистрация электронной почты подтверждена. Теперь вы можете включить сбор данных.
sk: Registrácia pre túto emailovú adresu je platná. Teraz môžete aktivovať zber dát.

source: This router is currently assigned to a different email address. Please continue to the <a href="%(url)s">Turris website</a> and use the registration code <strong>%(reg_num)s</strong> for a re-assignment to your email address.
cs: Tento směrovač je v současnosti přiřazen k jiné e-mailové adrese. Pokračujte na <a href="%(url)s">portál Turris</a> a použijte registrační kód <strong>%(reg_num)s</strong> pro přiřazení k vaší e-mailové adrese.
de: Der Router ist zurzeit zu einer anderen E-Mail-Adresse zugeordnet. Gehen Sie bitte auf die <a href="%(url)s">Turris-Webseite</a> und benutzen Sie den Registrierungscode <strong>%(reg_num)s</strong>, um eine andere E-Mail-Adresse zuzuordnen.
fr: Ce routeur est actuellement assigné à une adresse e-mail différente. Veuillez continuer vers le <a href="%(url)s">site web de Turris</a> et utiliser le code d'enregistrement <strong>%(reg_num)s</strong> pour une réaffectation à votre adresse e-mail.
hu: Ez a router jelenleg hozzá van rendelve egy másik e-mail címhez. Kérjük, menjen a <a href="%(url)s"> Turris honlapjára</a>, és használja a regisztrációs kódot <strong>%(reg_num)s</strong> a megadott e-mail cím újbóli hozzárendeléséhez.
it: Questo router è attualmente assegnato a un diverso indirizzo e-mail. Per favore seguire <a href="%(url)s">nel sito Turris</a> e usando il codice di registrazione <strong>%(reg_num)s</strong> per una nuova assegnazione al tuo indirizzo email.
lt: Šis maršutizatorius šiuo metu priskirtas kitam el. pašto adresui. Priskyrimui prie jūsų el. pašto adreso eikite į <a href="%(url)s">Turris svetainę</a> ir panaudokite <strong>%(reg_num)s</strong> registracijos kodą.
pl: Ten router jest obecnie przypisany do innego adresu e-mail. Przejdź do <a href="%(url)s">strony internetowej Turris</a> i użyj kodu rejestracji <strong>%(reg_num)s</strong>, aby ponownie przypisać adres e-mail.
ru: В настоящее время этот маршрутизатор привязан к другому адресу электронной почты. Перейдите на <a href="%(url)s">сайт Turris</a> и используйте регистрационный код <strong>%(reg_num)s</strong> для перерегистрации на ваш адрес электронной почты.
sk: Tento router je v súčasnosti priradený k inej emailovej adrese. Pokračujte, prosím, na <a href="%(url)s">portál Turris</a> a použite registračný kód <strong>%(reg_num)s</strong> na priradenie k vašej emailovej adrese.

source: This email address is not registered yet. Please continue to the <a href="%(url)s">Turris website</a> and use the registration code <strong>%(reg_num)s</strong> to create a new account.
cs: Tato e-mailová adresa zatím není zaregistrována. Pokračujte na <a href="%(url)s">portál Turris</a> a použijte registrační kód <strong>%(reg_num)s</strong> pro vytvoření nového účtu.
de: Diese E-Mail-Adresse ist noch nicht registriert. Gehen Sie bitte auf die <a href="%(url)s">Turris-Webseite</a> und benutzen Sie den Registrierungscode <strong>%(reg_num)s</strong>, um ein neues Benutzerkonto zu erstellen.
fr: Cette adresse e-mail n'est pas encore enregistrée. Veuillez continuer vers le <a href="%(url)s">site web de Turris</a> et utiliser le code d'enregistrement <strong>%(reg_num)s</strong> pour créer un nouveau compte.
hu: Ezt az e-mail címet még nem regisztrálták. Kérjük, menjen a <a href="%(url)s">Turris honlapjára</a>, majd használja a regisztrációs kódot a <strong>%(reg_num)s</strong>, hogy létrehozzon egy új fiókot.
it: Questo indirizzo email non è ancora stato registrato. Per favore seguire <a href="%(url)s">nel sito Turris</a> e usare il codice di registrazione <strong>%(reg_num)s</strong> per creare un nuovo account.
lt: Šis el. pašto adresas dar nėra registruotas. Naujos paskyros sukūrimui eikite į <a href="%(url)s">Turris svetainę</a> ir panaudokite <strong>%(reg_num)s</strong> registracijos kodą.
pl: Ten adres e-mail nie jest jeszcze zarejestrowany. Przejdź do <a href="%(url)s">strony internetowej Turris</a> i użyj kodu rejestracji <strong>%(reg_num)s</strong>, aby utworzyć nowe konto.
ru: Этот адрес еще не зарегистрирован. Перейдите на <a href="%(url)s">сайт Turris</a> и используйте регистрационный код <strong>%(reg_num)s</strong>, чтобы создать новую учетную запись.
sk: Táto emailová adresa zatiaľ nie je zaregistrovaná. Pokračujte, prosím, na <a href="%(url)s">portál Turris</a> a použite registračný kód <strong>%(reg_num)s</strong> na vytvorenie nového účtu.

source: Router failed to authorize. Please try to validate our email later.
cs: Směrovači se nepodařilo ověřit vůči serveru. Zkuste prosím svůj e-mail ověřit později.
fr: Échec d'autorisation sur le routeur. Veuillez essayer de valider notre courriel plus tard.
hu: Az útválasztó felhatalmazása nem sikerült. Kérem, próbálja meg e-mail címünket érvényesíteni később.
it: Il router non è stato autorizzato. Si prega di provare a convalidare la nostra e-mail più tardi.
pl: Router nie został poprawnie autoryzowany. Spróbuj zweryfikować e-mail później.
ru: Ошибка авторизации маршрутизатора. Попробуйте подтвердить электронную почту позже.
sk: Routru sa nepodarilo overiť voči serveru. Skúste, prosím, svoj e-mail overiť neskôr.

source: Wrong HTTP method.
cs: Neplatná HTTP metoda.
de: Inkorrekte HTTP-Methode.
fr: Méthode HTTP incorrecte.
hu: Hibás HTTP-metódus.
it: Metodo HTTP errato.
lt: Klaidingas HTTP metodas.
pl: Niewłaściwa metoda HTTP.
ru: Неверный метод HTTP.
sk: Neplatná HTTP metóda.

source: With the Turris router you can join Project Turris which is a non-profit research project founded by the CZ.NIC association, a .CZ domain registry. By joining the project, your router will act as a probe which analyzes traffic between your home network and the Internet and helps to identify malicious data flows. Once such a flow is detected your router notifies the Turris headquarters which can compare the flow with data from the rest of the probes and assign it a threat level. If the flow is identified as an attack Turris headquarters can prepare an update which is distributed to every Turris router and helps them to protect themselves against the attack.
cs: Se směrovačem Turris je možné zapojit se do projektu Turris, což je neziskový výzkumný projekt sdružení CZ.NIC, z.s.p.o., správce české národní domény .CZ. Tím se váš směrovač současně stane sondou, která analyzuje provoz mezi Internetem a domácí sítí a pomáhá identifikovat podezřelé datové toky zvenčí. Při jejich zjištění pak upozorní centrálu Turris na možný útok. Ta porovná data z ostatních připojených směrovačů Turris a vyhodnotit nebezpečnost zjištěného provozu. V případě, že je útok odhalen, jsou vytvořeny aktualizace, které jsou distribuovány na všechny směrovače Turris a ty jsou tak chráněny.
de: Sie können sich mit dem Turris-Omnia-Router am Turris-Projekt beteiligen. Das Turris-Projekt ist ein nicht gewinnorientiertes, gemeinnütziges Forschungsprojekt, gegründet von der Organisation CZ.NIC, welche die .CZ Domäne verwaltet. Falls Sie dem Projekt beitreten, wird sich Ihr Router wie ein Scanner verhalten, welcher den Datenfluss zwischen ihrem Heimnetzwerk und dem Internet analysiert, um schädliche Daten zu finden. Wenn solche Daten gefunden werden, dann wird die Turris-Zentrale benachrichtigt, um die verdächtigen Daten mit Referenzdaten anderer Router abzugleichen. Wenn die Daten als eine schädlich identifiziert werden, kann die Turris-Zentrale Aktualisierungen ausarbeiten, welche dann in alle Turris-Geräte hochgeladen werden, um sie zu schützen.
fr: Avec le routeur de Turris Omnia vous pouvez vous joindre au projet Turris, qui est un projet de recherche à but non lucratif fondé par l'association CZ.NIC, un registre de noms de domaine .CZ. En rejoignant le projet, votre routeur agira comme une sonde qui analyse le trafic entre votre réseau domestique et Internet et aide à déterminer les flux de données malveillantes. Une fois qu'un tel flux est détecté, votre routeur informe le siège de Turris qui peut comparer le flux avec les données des autres sondes et lui assigner un niveau de menace. Si le flux est identifié comme une attaque, le siège de Turris peut préparer une mise à jour qui est distribuée à chaque routeur Turris et les aide à se protéger contre l’attaque.
hu: A Turris Omnia routerrel csatlakozni lehet a Projekt Turrishoz, amely egy non-profit kutatási projekt, melyet a CZ.NIC egyesület, a .CZ tartománynév nyilvántartója alapított. Azzal, hogy csatlakozott a projekthez, a router egy szondaként fog működni, amely elemzi az otthoni hálózat, az Internet közötti forgalmat illetve segít a rosszindulatú adatáramlás azonosításában. Mihelyst egy ilyen folyamatot észlelt, az útválasztó értesíti a Turris központját, amely össze tudja hasonlítani az adatfolyamot a többi szondák adataival és hozzárendel egy fenyegetettségi szintet. Ha az adatáramlást támadásként azonosították, a Turris központja készíthet egy frissítést, amelyet terítenek minden Turris útválasztóhoz, illetve segíti őket abban, hogy megvédjék magukat a támadással szemben.
it: Con il router Turris Omnia è possibile partecipare al "Project Turris", un progetto di ricerca senza scopo di lucro fondato dall'associazione CZ.NIC, il registro di dominio .CZ. Entrando nel progetto, il tuo router agirà come una sonda che analizza il traffico tra la tua rete domestica ed Internet ed aiuta a identificare flussi di dati dannosi. Una volta rilevato tale flusso, il router notifica alla sede centrale di Turris che può confrontare il flusso con i dati provenienti dal resto delle sonde e assegnargli un livello di minaccia. Se il flusso è identificato come attacco, la sede di Turris può preparare un aggiornamento distribuito a ogni router Turris e aiutarli a proteggersi dagli attacchi.
pl: Z routerem Turris możesz dołączyć do Projektu Turris, który jest projektem badawczym non-profit, założonym przez stowarzyszenie CZ.NIC, rejestratora domeny .CZ. Przyłączając się do projektu, twój router będzie działać jako sonda, która analizuje ruch między siecią domową, a Internetem i pomagać identyfikować przepływ złośliwych danych. Gdy taki przepływ zostanie wykryty, router poinformuje centralę Turris, która może porównać przepływ z danymi z pozostałych sond i przypisać mu poziom zagrożenia. Jeśli przepływ zostanie zidentyfikowany jako atak centrala Projektu Turris może przygotować aktualizację, która jest rozprowadzana do każdego routera Turris i pomaga chronić się przed atakiem.
ru: С маршрутизатором Turris вы можете присоединиться к Project Turris — некоммерческому исследовательскому проекту, созданному ассоциацией CZ.NIC, регистратором домена .CZ. Присоединившись к проекту, ваш маршрутизатор будет выступать в качестве зонда, который анализирует трафик между вашей домашней сетью и Интернетом и помогает идентифицировать вредоносные потоки данных. Как только такой поток обнаружен, ваш маршрутизатор уведомляет штаб-квартиру Turris, которая может сравнить поток с данными от остальных зондов и присвоить ему уровень угрозы. Если поток идентифицирован как атака, штаб-квартира Turris может подготовить обновление, которое распространяется на каждый маршрутизатор Turris и помогает им защитить себя от атаки.
sk: S routerom Turris je možné sa zapojiť do projektu Turris, čo je neziskový výskumný projekt združenia CZ.NIC, z. s. p. o., správcu českej národnej domény .CZ. Tým sa stane Váš nový router súčasne sondou, ktorá analyzuje prevádzku medzi internetom a domácou sieťou a pomáha identifikovať podozrivé dátové toky. Pri ich detekcii potom upozorní centrálu Turris na možný útok. Centrála systému umožňuje porovnať dáta z mnohých pripojených routerov Turris a vyhodnotiť nebezpečnosť detekovanej prevádzky. V prípade, že sa odhalí útok, vytvoria sa aktualizácie, ktoré sa distribuujú do celej siete Turris a pomáhajú tak chrániť jej používateľov.
